---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.StairsMultistoryTopLevelParam
source: html/4f3d6241-f717-3b75-f911-943340bd84cf.htm
---
# Autodesk.Revit.DB.ParameterTypeId.StairsMultistoryTopLevelParam Property

"Multistory Top Level"

## Syntax (C#)
```csharp
public static ForgeTypeId StairsMultistoryTopLevelParam { get; }
```